[PI_MCMListener]
MOD_NAME="Ідеальна Інформація"
OPTIONS_HEADER="Опції"

DURATION_TITLE_DAMAGE="Тривалість відображення пошкодження"
DURATION_DESCRIPTION_DAMAGE="Гарантована тривалість відображення пошкодження"

FLYOVER_TITLE_XCOM="Показувати відображення для XCom"
FLYOVER_TITLE_ENEMY="Показувати відображення для ворогів"

REACTION_FLYOVERS_TITLE="Показувати відображення тільки на реакційні стрільби"
AIM_ASSIST_FLYOVER_TITLE="Показувати відображення допомоги при прицілюванні"

HIT_CHANCE_TITLE="Показувати шанс попадання"
CRIT_CHANCE_TITLE="Показувати шанс критичного удару"
DODGE_CHANCE_TITLE="Показувати шанс ухилення"
MISS_CHANCE_TITLE="Показувати шанс промаху"

SHORT_STRING_TITLE="Використовувати короткі рядки"

SHOW_GUARANTEED_HITS_TITLE="Показувати гарантовані попадання"
SHOW_GUARANTEED_MISS_TITLE="Показувати гарантовані промахи"

REPEATER_TITLE="Показувати відображення для повторювача"

SHOW_ENEMY_STATS_TITLE="Показувати відомості про ворогів"

SHOW_EXTRA_WEAPONSTATS_TITLE="Показувати додаткову статистику зброї"

SHOW_AIM_ASSIST_MAIN_HUD_TITLE="Показати допомогу при прицілюванні на інтерфейсі стрільби"
SHOW_MISS_CHANCE_MAIN_HUD_TITLE="Показати шанс промаху на інтерфейсі стрільби"

AIM_LEFT_OF_CRIT_TITLE="Показати допомогу при прицілюванні ліворуч від критичного на панелі стрільби"
PREVIEW_MINIMUM_TITLE="Мінімальний попередній показ пошкодження"
SHOW_DODGE_TITLE="Показати ухилення на інтерфейсі стрільби"
SHOW_CRIT_DMG_TITLE="Показати критичне пошкодження на інтерфейсі стрільби"
PREVIEW_HACKING_TITLE="Попередній показ злому"

SHOW_AIM_ASSIST_OVER_ENEMY_ICON_TITLE="Показати допомогу при прицілюванні на значку ворога"
SHOW_MISS_CHANCE_OVER_ENEMY_ICON_TITLE="Показати шанс промаху на значку ворога"

SHOW_ALWAYS_SHOT_BREAKDOWN_HUD_TITLE="Завжди показувати розгортання вогневих ударів на інтерфейсі стрільби"
SHOW_MISS_CHANCE_BREAKDOWN_HUD_TITLE="Показати розгортання шансу промаху на інтерфейсі стрільби"
SHOW_AIM_ASSIST_BREAKDOWN_HUD_TITLE="Показати розгортання допомоги при прицілюванні на інтерфейсі стрільби"

[XCom_Perfect_Information_X2Action_ApplyWeaponDamageToUnit]
//HIT_CHANCE_MSG ="HIT:";
HIT_CHANCE_MSG ="HC.HIT:";
CRIT_CHANCE_MSG ="CRIT:";
//DODGE_CHANCE_MSG ="DODGE:";
DODGE_CHANCE_MSG ="GRAZE:";
MISS_CHANCE_MSG ="MISS:";

GUARANTEED_HIT_MSG =" - GUARANTEED_HIT";
GUARANTEED_MISS_MSG =" - GUARANTEED_MISS";

REPEATER_KILL_MSG =" - Repeater: ";

[XCom_Perfect_Information_UITacticalHUD_ShotWings]
LOWER_DIFFICULTY_MSG = "ЗНИЖЕННЯ СКЛАДНОСТІ";
MISS_STREAK_MSG = "ПЕРЕРВА У ПРОМАХАХ";
SOLDIER_LOST_BONUS = "БОНУС ЗА ВТРАЧЕНОГО СОЛДАТА";

[XCom_Perfect_Information_UITacticalHUD_SoldierInfoTooltip]
KILLS_LABEL = "Вбивства";
ASSIST_LABEL = "Допомога";
FLANKING_CRIT_LABEL = "Фланговий крит";

[XCom_Perfect_Information_UITacticalHUD_EnemyTooltip]
PrimaryBase = "Базовий урон"
PrimarySpread = "Розкид урону"
PrimaryPlusOne = "Урон +1"

[XCom_Perfect_Information_UIEffectListItem]
TURNS_REMAINING = "Залишилось ходів"
